<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 認証の言語行
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、ユーザーに表示する必要があるさまざまなメッセージの認証中に使用されます。
    | これらの言語行は、アプリケーションの要件に応じて自由に変更できます。
    |
    */

    'failed' => 'これらの資格情報は記録と一致しません。',
    'password' => '指定されたパスワードが正しくありません。',
    'throttle' => 'ログイン試行が多すぎます。:seconds秒後にもう一度お試しください。',
    'login' => 'ログイン',
    'email' => '電子メール',
    'password' => '暗証番号',
    'remember_me' => 'おもいだす',
    'dont_have_an_account'  => 'まだアカウントをお持ちでない方はこちら',
    'create_account' => "新しいアカウントを作成する",
];